<!---------------------------è¯·åŠ ä¸‹é¢QQè·å–å®Œæ•´ä»£ç  ID:2000---------------------------->
<!-------------------æ›´å¤šæ¯•è®¾,è¯¾è®¾ä¸‹è½½åœ°å€: www.wisdomdd.cn--------------------->
<!---------------------------ä½œè€…QQ: 549710689------------------------------->
<!---------------------------ä½œè€…QQ: 549710689------------------------------->
<!---------------------------ä½œè€…QQ: 549710689------------------------------->
<!---------------------------ä½œè€…QQ: 549710689------------------------------->
<!---------------------------è¯·åŠ ä¸‹é¢QQè·å–å®Œæ•´ä»£ç ----------------------------->
<!---------------------------Çë¼ÓÏÂÃæQQ»ñÈ¡ÍêÕû´úÂë ID:2000---------------------------->
<!-------------------¸ü¶à±ÏÉè,¿ÎÉèÏÂÔØµØÖ·: www.wisdomdd.cn--------------------->
<!---------------------------×÷ÕßQQ: 549710689------------------------------->
<!---------------------------×÷ÕßQQ: 549710689------------------------------->
<!---------------------------×÷ÕßQQ: 549710689------------------------------->
<!---------------------------×÷ÕßQQ: 549710689------------------------------->
<!---------------------------Çë¼ÓÏÂÃæQQ»ñÈ¡ÍêÕû´úÂë----------------------------->
<%@ page language="java" import="java.util.*" pageEncoding="utf-8"%>
<%@ page import="com.jspsmart.upload.*" %>
<%
String path = request.getContextPath();
%>

<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
  <head>
	<meta http-equiv="pragma" content="no-cache">
	<meta http-equiv="cache-control" content="no-cache">
	<meta http-equiv="expires" content="0">    
	<meta http-equiv="keywords" content="keyword1,keyword2,keyword3">
	<meta http-equiv="description" content="This is my page">
  </head>
  
  <body> 
      <% 
          try
          {
              String fujianPath=request.getParameter("fujianPath");
	          String fujianYuashiMing=request.getParameter("fujianYuashiMing");
	          fujianYuashiMing=java.net.URLDecoder.decode(fujianYuashiMing,"UTF-8");
	          System.out.println(fujianYuashiMing+fujianPath);
	          
	          SmartUpload su = new SmartUpload(); // æ–°å»ºä¸€ä¸ªSmartUploadå¯¹è±¡ 
	
	          su.initialize(pageContext); // åˆå§‹åŒ– 
	
	          su.setContentDisposition(null); 
	          // è®¾å®šcontentDispositionä¸ºnullä»¥ç¦æ­¢æµè§ˆå™¨è‡ªåŠ¨æ‰“å¼€æ–‡ä»¶ï¼Œ 
	          //ä¿è¯ç‚¹å‡»é“¾æ¥åæ˜¯ä¸‹è½½æ–‡ä»¶ã€‚è‹¥ä¸è®¾å®šï¼Œåˆ™ä¸‹è½½çš„æ–‡ä»¶æ‰©å±•åä¸º 
	          //docæ—¶ï¼Œæµè§ˆå™¨å°†è‡ªåŠ¨ç”¨wordæ‰“å¼€å®ƒã€‚æ‰©å±•åä¸ºpdfæ—¶ï¼Œå°†ç”¨acrobatæ‰“å¼€
	          //response.sendRedirect(path+"/updown/updown_err.jsp");
	          //su.downloadFile("/uploadPath/file/liu.doc"); // ä¸‹è½½è‹±æ–‡æ–‡ä»¶
	         
	          su.downloadFile(fujianPath, null, new String(fujianYuashiMing.getBytes(), "ISO8859-1")); // ä¸‹è½½ä¸­æ–‡æ–‡ä»¶
	          //downloadFile(String sourceFilePathName, String contentType, String destFileName)
	          out.clear();
	          out=pageContext.pushBody(); 
          }
          catch(Exception e)
          {%>
              <script type="text/javascript">
                    alert("æ–‡ä»¶ä¸å­˜åœ¨ã€‚è¯·è”ç³»ç®¡ç†äººå‘˜");
                    window.history.back();
              </script>
        <%}
      %> 

      
  </body>
</html>
<!---------------------------Çë¼ÓÏÂÃæQQ»ñÈ¡ÍêÕû´úÂë ID:2000---------------------------->
<!-------------------¸ü¶à±ÏÉè,¿ÎÉèÏÂÔØµØÖ·: www.wisdomdd.cn--------------------->
<!---------------------------×÷ÕßQQ: 549710689------------------------------->
<!---------------------------×÷ÕßQQ: 549710689------------------------------->
<!---------------------------×÷ÕßQQ: 549710689------------------------------->
<!---------------------------×÷ÕßQQ: 549710689------------------------------->
<!---------------------------Çë¼ÓÏÂÃæQQ»ñÈ¡ÍêÕû´úÂë----------------------------->
<!---------------------------è¯·åŠ ä¸‹é¢QQè·å–å®Œæ•´ä»£ç  ID:2000---------------------------->
<!-------------------æ›´å¤šæ¯•è®¾,è¯¾è®¾ä¸‹è½½åœ°å€: www.wisdomdd.cn--------------------->
<!---------------------------ä½œè€…QQ: 549710689------------------------------->
<!---------------------------ä½œè€…QQ: 549710689------------------------------->
<!---------------------------ä½œè€…QQ: 549710689------------------------------->
<!---------------------------ä½œè€…QQ: 549710689------------------------------->
<!---------------------------è¯·åŠ ä¸‹é¢QQè·å–å®Œæ•´ä»£ç ----------------------------->
