<!---------------------------è¯·åŠ ä¸‹é¢QQèŽ·å–å®Œæ•´ä»£ç  ID:2000---------------------------->
<!-------------------æ›´å¤šæ¯•è®¾,è¯¾è®¾ä¸‹è½½åœ°å€: www.wisdomdd.cn--------------------->
<!---------------------------ä½œè€…QQ: 549710689------------------------------->
<!---------------------------ä½œè€…QQ: 549710689------------------------------->
<!---------------------------ä½œè€…QQ: 549710689------------------------------->
<!---------------------------ä½œè€…QQ: 549710689------------------------------->
<!---------------------------è¯·åŠ ä¸‹é¢QQèŽ·å–å®Œæ•´ä»£ç ----------------------------->
<!---------------------------Çë¼ÓÏÂÃæQQ»ñÈ¡ÍêÕû´úÂë ID:2000---------------------------->
<!-------------------¸ü¶à±ÏÉè,¿ÎÉèÏÂÔØµØÖ·: www.wisdomdd.cn--------------------->
<!---------------------------×÷ÕßQQ: 549710689------------------------------->
<!---------------------------×÷ÕßQQ: 549710689------------------------------->
<!---------------------------×÷ÕßQQ: 549710689------------------------------->
<!---------------------------×÷ÕßQQ: 549710689------------------------------->
<!---------------------------Çë¼ÓÏÂÃæQQ»ñÈ¡ÍêÕû´úÂë----------------------------->
<%@ page language="java" pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<%@ taglib prefix="fmt" uri="http://java.sun.com/jsp/jstl/fmt"%>
<%@ page isELIgnored="false" %> 

<%
String path = request.getContextPath();
String basePath = request.getScheme()+"://"+request.getServerName()+":"+request.getServerPort()+path+"/";
%>
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
  <head>
      <script type="text/javascript">
         
      </script>
  </head>
  
  <body>
        <TABLE width="100%" height="160" border=0 cellPadding=0 cellSpacing=0 class=dragTable>
				<TR>
					<TD class=head>
						<SPAN class=TAG>ç”¨æˆ·ç™»å½•</SPAN>
					</TD>
				</TR>
				<TR>
					<TD class=middle align=left>
					    <jsp:include flush="true" page="/qiantai/userlogin/userlogin.jsp"></jsp:include> 
					</TD>
				</TR>
		</TABLE>
		<TABLE width="100%" height="160" border=0 cellPadding=0 cellSpacing=0 class=dragTable>
				<TR>
					<TD class=head>
						<SPAN class=TAG>ç½‘ç«™å…¬å‘Š</SPAN>
					</TD>
				</TR>
				<TR>
					<TD class=middle align=left>
					   <table width="100%">
						     <c:forEach items="${sessionScope.gonggaoList}" var="gonggao">
						          <tr>
						             <td align="center"><a href="<%=path %>/gonggao?type=gonggaoDetailQian&id=${gonggao.id}" title="">${gonggao.title}</a></td>
						          </tr>
						     </c:forEach>
					   </table> 
					</TD>
				</TR>
		</TABLE>
		<TABLE width="100%" height="160" border=0 cellPadding=0 cellSpacing=0 class=dragTable>
				<TR>
					<TD class=head>
						<SPAN class=TAG>æ—¥åŽ†è¡¨</SPAN>
					</TD>
				</TR>
				<TR>
					<TD class=middle align=left>
					    <jsp:include flush="true" page="/qiantai/rili/rili.jsp"></jsp:include> 
					</TD>
				</TR>
		</TABLE> 
  </body>
</html>
<!---------------------------Çë¼ÓÏÂÃæQQ»ñÈ¡ÍêÕû´úÂë ID:2000---------------------------->
<!-------------------¸ü¶à±ÏÉè,¿ÎÉèÏÂÔØµØÖ·: www.wisdomdd.cn--------------------->
<!---------------------------×÷ÕßQQ: 549710689------------------------------->
<!---------------------------×÷ÕßQQ: 549710689------------------------------->
<!---------------------------×÷ÕßQQ: 549710689------------------------------->
<!---------------------------×÷ÕßQQ: 549710689------------------------------->
<!---------------------------Çë¼ÓÏÂÃæQQ»ñÈ¡ÍêÕû´úÂë----------------------------->
<!---------------------------è¯·åŠ ä¸‹é¢QQèŽ·å–å®Œæ•´ä»£ç  ID:2000---------------------------->
<!-------------------æ›´å¤šæ¯•è®¾,è¯¾è®¾ä¸‹è½½åœ°å€: www.wisdomdd.cn--------------------->
<!---------------------------ä½œè€…QQ: 549710689------------------------------->
<!---------------------------ä½œè€…QQ: 549710689------------------------------->
<!---------------------------ä½œè€…QQ: 549710689------------------------------->
<!---------------------------ä½œè€…QQ: 549710689------------------------------->
<!---------------------------è¯·åŠ ä¸‹é¢QQèŽ·å–å®Œæ•´ä»£ç ----------------------------->
